experiments/redis_contention/redis_numactl_2/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_76/pair_46/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         5900.73    295036.37         0.27         0.67707         0.67900         1.01500         1.05500    304302.02 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       5900.73    295036.37         0.27         0.67707         0.67900         1.01500         1.05500    304302.02